using System;
using static System.Console;
using static Library.Commands;

namespace Task_4
{
    class Program
        //4. Реализовать метод проверки логина и пароля.
        //На вход подается логин и пароль.На выходе истина, если прошел авторизацию, и ложь, 
        //если не прошел (Логин: root, Password: GeekBrains). Используя метод проверки логина и пароля, 
        //написать программу: пользователь вводит логин и пароль, программа пропускает его дальше или
        //не пропускает.С помощью цикла do while ограничить ввод пароля тремя попытками.
    {
        static void Main(string[] args)
        {

        }
    }
}
